{
    "resorts":[
        {
            "id":"resort1",
            "destination":"Caribbean",
			"name":"Les Boucaniers Hotel",
            "location":"Martinique",
            "comfortLevel": "4 stars", 
            "activity":"Scuba Diving",
			"price":"£500",
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island, and is perfectly placed for Martinique holidays that are both relaxing and awe-inspiring.",
			"picture":"images/resort1thumb.jpg",
			"long_description":"A divers' paradise in the Baie du Marin, a legendary spot.<br>Its bungalows are discreetly lodged in a tropical garden beside the white sand beach in superb Marin Bay. A magical site where you can enjoy a taste of everything, alone or with family or friends. Try water sports and the magnificent Club Med Spa*. You'll be enchanted by the exotic flavours of the local cuisine and the joyful spirit of the Caribbean.",
			"url":"resorts/resort"
        },
        {
            "id":"resort2",
			"destination":"Indian Ocean",
			"name":"La Plantation d'Albion Hotel",
            "location":"Mauritius",
            "comfortLevel": "5 stars",
            "activity":"Hiking",
			"price":"£200",
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Club Med welcomes the most demanding of guests into a world of supreme refinement.",
			"picture":"images/resort2thumb.jpg",
			"long_description":"In a remote beauty spot, savour the luxury of Mauritian lifestyle. <br> The idyllic natural setting is enhanced by the sublime decor designed by Marc Hertrich and Nicolas Adnet, and the Resort's top-end comfort is perfectly reflected in its beautifully spacious rooms. The exceptional CINQ MONDES Spa* and luxurious overflow pool add an ideally Zen touch.<br> The Resort is entirely devoted to fulfilling its guests' desires and offers discreet, personal service in its swimming areas, bars and 'Table Gourmet' restaurants.",
			"url":"resorts/resort"
        },
        {
            "id":"resort3",
			"destination":"Alps",
			"name":"Aime la Plagne Hotel",
            "location":"France",
            "comfortLevel": "5 stars",
            "activity":"Water Skiing",
			"price":"£500",
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"A warm nd comfortable Resort with a great view of Mont Blanc",
			"picture":"images/resort3thumb.jpg",
			"long_description":"In a great location at the foot of the slopes, the Club Med Resort is a paradise for lovers of sport and the great outdoors. After perfecting your technique in the snow park, you'll be ready for the pistes on the north face of the Bellecôte.",
            "url":"resorts/resort"
        },
     {
            "id":"resort4",
			"destination":"Asia",
			"name":"Bali Hotel",
            "location":"Indonesia",
            "comfortLevel": "5 stars",
            "activity":"Golf",
			"price":"£250",
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Between sea, temples and rice fields, serenity on an island blessed by the gods.",
			"picture":"images/resort4thumb.jpg",
			"long_description":"Beside the swimming pool, Marc Hertrich has designed a beautifully contemporary lounge bar. The Spa*'s stylish environment and treatment rooms have been refurbished, inspired by the refined elegance of Balinese architecture, a haven of serenity in a tranquil green paradise. The new ambience of the restaurants offers the promise of idyllic moments for the whole family under the shade of an exotic pergola.",
         "url":"resorts/resort"
        },
     {
            "id":"resort5",
			"destination":"Europe",
			"name":"Bodrum Palmiye Hotel",
            "location":"Turkey",
            "comfortLevel": "3 stars",
            "activity":"Water Skiing",
			"price":"£150",
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Mediterranean lifestyle on a sheltered peninsula",
			"picture":"images/resort5thumb.jpg",
			"long_description":"The 4-Trident Resort's new decor combines Mediterranean art de vivre with contemporary comfort. Its spacious rooms are a tasteful rendering of bright local colour, while the Resort's centre has been extended, to cater equally for privacy and lively entertainment. The restaurants have all been redesigned. Whether your first choice is water sports or relaxation, the newly-designed beach will cater perfectly to your needs.",
         "url":"resorts/resort"
        },
     {
            "id":"resort6",
			"destination":"Africa",
			"name":"Agadir Hotel",
            "location":"Morocco",
            "comfortLevel": "4 stars",
            "activity":"Tennis",
			"price":"£300",
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"The grace of southern Morocco and the power of the Atlantic Ocean",
			"picture":"images/resort6thumb.jpg",
			"long_description":"A world enlivened by brightly coloured oleanders and swathed in the fragrance of eucalyptus, where parents and children meet around the pool to recount their day's ventures: their exploits on the tennis courts or golf course, or a ride at the Ranch. And refreshed by the cooling waters of the fountain, the Resort's medina-style alleyways lead you down to the Club Med Spa for a soothing or invigorating treatment.",
         "url":"resorts/resort"
        },
     {
            "id":"resort7",
			"destination":"South America",
			"name":"Itaparica Hotel",
            "location":"Brazil",
            "comfortLevel": "4 stars",
            "activity":"Golf", 
			"price":"£150",
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"One of the most beautiful beaches in Brazil, an hour from Salvador da Bahia",
			"picture":"images/resort7thumb.jpg",
			"long_description":"On this island, an hour's boat ride from Salvador de Bahia, your days will be action-packed. Come evening, the fine sandy beach is the perfect place to dance the night away to the wild rhythms of the samba and Bahian percussions, before returning to your cosy bungalow in its tranquil location in or near the coconut grove.",
         "url":"resorts/resort"
        },
     {
            "id":"resort8",
			"destination":"North and Central America",
			"name":"Sandpiper Bay Hotel",
            "location":"U.S.A",
            "comfortLevel": "3 stars",
            "activity":"Water Skiing",
			"price":"£200",
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"2 hours from Miami and Orlando, a paradise for families and sports lovers",
			"picture":"images/resort8thumb.jpg",
			"long_description":"Competitive spirit is a natural asset in Florida, and sport is one of life's great pleasures. You can do tennis, golf and fitness to your heart's content, with great facilities and instructors to ensure you make good progress. Ideal for families, Sandpiper proposes leisure activities for all ages.",
         "url":"resorts/resort"
        },
        {
            "id":"resort9",
			"destination":"Europe",
			"name":"Wengen Hotel",
            "location":"Switzerland",
            "comfortLevel": "3 stars",
            "activity":"Spa",
			"price":"£200",
			"startDate":"01-01-2016",
			"endDate":"15-01-2016",
			"short_description":"Elegance, skiing and hiking in the heart of the Swiss Alps",
			"picture":"images/resort9thumb.jpg",
			"long_description":"Club Med has been here since 1976, a stone's throw from this typical Alpine village. It's the perfect base for exploring the surrounding mountains (the Jungfrau* is one of the most famous), while your children have a great time at Mini Club Med®. After a day in the open air, settle down and relax in the cosy lounges of the elegant Art Deco hotel.",
            "url":"resorts/resort"
        }
]}